[{"name": "Shenandoah National Park", "area": "199,045.23 acres (805.5 km2)", "visitors": "1,136,505", "date": "May 22, 1926", "geo": "38.53; -78.35", "desc": "Shenandoah's Blue Ridge Mountains are covered by sprawling hardwood forests that teem with tens of thousands of animals. The Skyline Drive and Appalachian Trail run the entire length of this narrow park, along with more than 500 miles (800 km) of hiking trails passing scenic overlooks and cataracts of the Shenandoah River.[59]"}, {"name": "Carlsbad Caverns National Park", "area": "46,766.45 acres (189.3 km2)", "visitors": "388,566", "date": "May 14, 1930", "geo": "32.17; -104.44", "desc": "Carlsbad Caverns has 117 caves, the longest of which is over 120 miles (190 km) long. The Big Room is almost 4,000 feet (1,200 m) long, and the caves are home to over 400,000 Mexican Free-tailed Bats and sixteen other species. Above ground are the Chihuahuan Desert and Rattlesnake Springs.[18]"}, {"name": "Mammoth Cave National Park", "area": "52,830.19 acres (213.8 km2)", "visitors": "494,541", "date": "July 1, 1941", "geo": "37.18; -86.10", "desc": "With more than 400 miles (640 km) of passageways explored, Mammoth Cave is by far the world's longest cave system. Subterranean wildlife includes eight bat species, Kentucky cave shrimp, Northern cavefish, and cave salamanders. Above ground, the park provides recreation on the Green River, 70 miles of hiking trails, and plenty of sinkholes and springs.[48]"}, {"name": "Theodore Roosevelt National Park", "area": "70,446.89 acres (285.1 km2)", "visitors": "545,090", "date": "November 10, 1978", "geo": "46.97; -103.45", "desc": "This region that enticed and influenced President Theodore Roosevelt consists of a park of three units in the northern badlands. Besides Roosevelt's historic cabin, there are numerous scenic drives and backcountry hiking opportunities. Wildlife includes American Bison, pronghorn, Bighorn sheep, and wild horses.[60]"}, {"name": "Big Bend National Park", "area": "801,163.21 acres (3,242.2 km2)", "visitors": "316,953", "date": "June 12, 1944", "geo": "29.25; -103.25", "desc": "Named for the prominent bend in the Rio Grande along the US–Mexico border, this park encompasses a large and remote part of the Chihuahuan Desert. Its main attraction is backcountry recreation in the arid Chisos Mountains and in canyons along the river. A wide variety of Cretaceous and Tertiary fossils as well as cultural artifacts of Native Americans also exist within its borders.[12]"}, {"name": "Grand Teton National Park", "area": "309,994.66 acres (1,254.5 km2)", "visitors": "2,688,794", "date": "February 26, 1929", "geo": "43.73; -110.80", "desc": "Grand Teton is the tallest mountain in the Teton Range. The park's historic Jackson Hole and reflective piedmont lakes teem with unique wildlife and contrast with the dramatic mountains, which rise abruptly from the sage-covered valley below.[32]"}, {"name": "Death Valley National Park", "area": "3,372,401.96 acres (13,647.6 km2)", "visitors": "951,972", "date": "October 31, 1994", "geo": "36.24; -116.82", "desc": "Death Valley is the hottest, lowest, and driest place in the United States. Daytime temperatures have topped 130 °F (54 °C) and it is home to Badwater Basin, the lowest elevation in North America. A diversity of colorful canyons, desolate badlands, shifting sand dunes, sprawling mountains, and over 1000 species of plants populate this geologic graben. Additional points of interest include salt flats, historic mines, and springs.[24]"}, {"name": "Channel Islands National Park", "area": "249,561.00 acres (1,009.9 km2)", "visitors": "212,029", "date": "March 5, 1980", "geo": "34.01; -119.42", "desc": "Five of the eight Channel Islands are protected, and half of the park's area is underwater. The islands have a unique Mediterranean ecosystem originally settled by the Chumash people. They are home to over 2,000 species of land plants and animals, and 145 are unique to them, including the island fox. Professional ferry services offer transportation to the islands from the mainland.[19]"}, {"name": "Kings Canyon National Park", "area": "461,901.20 acres (1,869.2 km2)", "visitors": "567,544", "date": "March 4, 1940", "geo": "36.80; -118.55", "desc": "Home to several Giant sequoia groves and the General Grant Tree, the world's second largest, this park also features part of the Kings River, sculptor of the dramatic granite canyon that is its namesake, and the San Joaquin River, as well as Boyden Cave.[44]"}, {"name": "Badlands National Park", "area": "242,755.94 acres (982.4 km2)", "visitors": "892,372", "date": "November 10, 1978", "geo": "43.75; -102.50", "desc": "The Badlands are a collection of buttes, pinnacles, spires, and grass prairies. It has the world's richest fossil beds from the Oligocene epoch, and the wildlife includes bison, bighorn sheep, black-footed ferrets, and swift foxes.[11]"}, {"name": "National Park of American Samoa", "area": "9,000.00 acres (36.4 km2)", "visitors": "17,919", "date": "October 31, 1988", "geo": "-14.25; -170.68", "desc": "The southernmost national park is on three Samoan islands and protects coral reefs, rainforests, volcanic mountains, and white beaches. The area is also home to flying foxes, brown boobies, sea turtles, and 900 species of fish.[9]"}, {"name": "Glacier Bay National Park and Preserve", "area": "3,224,840.31 acres (13,050.5 km2)", "visitors": "500,590", "date": "December 2, 1980", "geo": "58.50; -137.00", "desc": "Glacier Bay has numerous tidewater glaciers, mountains, fjords, and a temperate rainforest, and is home to large populations of grizzly bears, mountain goats, whales, seals, and eagles. When discovered in 1794 by George Vancouver, the entire bay was covered in ice, but the glaciers have since receded more than 65 miles (105 km).[30]"}, {"name": "Glacier National Park (U.S.)", "area": "1,013,572.41 acres (4,101.8 km2)", "visitors": "2,190,374", "date": "May 11, 1910", "geo": "48.80; -114.00", "desc": "The U.S. half of Waterton-Glacier International Peace Park, this park hosts 26 glaciers and 130 named lakes beneath a stunning canopy of Rocky Mountain peaks. There are historic hotels and a landmark road in this region of rapidly receding glaciers. The local mountains, formed by an overthrust, expose the world's best-preserved sedimentary fossils from the Proterozoic era.[29]"}, {"name": "Petrified Forest National Park", "area": "93,532.57 acres (378.5 km2)", "visitors": "644,648", "date": "December 9, 1962", "geo": "35.07; -109.78", "desc": "This portion of the Chinle Formation has a great concentration of 225-million-year-old petrified wood. The surrounding Painted Desert features eroded cliffs of wonderfully red-hued volcanic rock called bentonite. There are also dinosaur fossils and over 350 Native American sites.[53]"}, {"name": "Everglades National Park", "area": "1,508,537.90 acres (6,104.8 km2)", "visitors": "1,047,116", "date": "May 30, 1934", "geo": "25.32; -80.93", "desc": "The Everglades are the largest subtropical wilderness in the United States. This mangrove ecosystem and marine estuary is home to 36 protected species, including the Florida panther, American crocodile, and West Indian manatee. Some areas have been drained and developed; restoration projects aim to restore the ecology.[27]"}, {"name": "Voyageurs National Park", "area": "218,200.17 acres (883.0 km2)", "visitors": "233,390", "date": "January 8, 1971", "geo": "48.50; -92.88", "desc": "This park protecting four lakes near the Canadian border is a site for canoeing, kayaking, and fishing, and preserves a history populated by Ojibwe Native Americans, French fur traders called voyageurs, and ambitious gold-miners. Formed by glaciers, the region features tall bluffs, rock gardens, scenic islands and bays, and several historic buildings.[62]"}, {"name": "Redwood National and State Parks", "area": "112,512.05 acres (455.3 km2)", "visitors": "393,364", "date": "October 2, 1968", "geo": "41.30; -124.00", "desc": "This park and the co-managed state parks protect almost half of all remaining Coastal Redwoods, the tallest trees on Earth. There are three large river systems in this very seismically active area, and 37 miles (60 km) of protected coastline reveal tide pools and seastacks. The prairie, estuary, coast, river, and forest ecosystems contain a huge variety of animal and plant species.[55]"}, {"name": "Great Basin National Park", "area": "77,180.00 acres (312.3 km2)", "visitors": "92,893", "date": "October 27, 1986", "geo": "38.98; -114.30", "desc": "Based around Wheeler Peak, the Great Basin has 5,000-year-old bristlecone pines, glacial moraines, and the limestone Lehman Caves. It has some of the country's darkest night skies, and there are animal species including Townsend's big-eared bat, pronghorn, and Bonneville cutthroat trout.[33]"}, {"name": "Kenai Fjords National Park", "area": "669,982.99 acres (2,711.3 km2)", "visitors": "283,502", "date": "December 2, 1980", "geo": "59.92; -149.65", "desc": "Near Seward on the Kenai Peninsula, this park protects the Harding Icefield and at least 38 glaciers and fjords stemming from it. The only area accessible to the public by road is Exit Glacier; the rest must be viewed from boat tours.[43]"}, {"name": "Hawaii Volcanoes National Park", "area": "323,431.38 acres (1,308.9 km2)", "visitors": "1,583,209", "date": "August 1, 1916", "geo": "19.38; -155.20", "desc": "This park on the Big Island protects the famous Kīlauea and Mauna Loa volcanoes, two of the world's most active geological features. Diverse ecosystems range from tropical forests at sea level to barren lava beds at more than 13,000 feet (4,000 m).[38]"}, {"name": "Black Canyon of the Gunnison National Park", "area": "32,950.03 acres (133.3 km2)", "visitors": "175,852", "date": "October 21, 1999", "geo": "38.57; -107.72", "desc": "The park protects a quarter of the Gunnison River, which slices sheer canyon walls from dark Precambrian-era rock. The canyon features incredibly steep descents, and is a popular site for river rafting and rock climbing. The deep, narrow canyon, made of gneiss and schist, is often in shadow and therefore appears black.[14]"}, {"name": "Zion National Park", "area": "146,597.60 acres (593.3 km2)", "visitors": "2,807,387", "date": "November 19, 1919", "geo": "37.30; -113.05", "desc": "Located at the junction of the Colorado Plateau, Great Basin, and Mojave Desert, this geological wonder has colorful sandstone canyons, mountainous mesas, and countless rock towers. Natural arches and exposed plateau formations compose a large wilderness roughly divided into four ecosystems: desert, riparian, woodland, and coniferous forest.[67]"}, {"name": "Canyonlands National Park", "area": "337,597.83 acres (1,366.2 km2)", "visitors": "462,242", "date": "September 12, 1964", "geo": "38.2; -109.93", "desc": "This landscape was eroded into a maze of canyons, buttes, and mesas by the combined efforts of the Colorado River, Green River, and their tributaries, which divide the park into three districts. There are rock pinnacles and other naturally sculpted rock formations, as well as artifacts from Ancient Pueblo peoples.[16]"}, {"name": "Grand Canyon National Park", "area": "1,217,403.32 acres (4,926.7 km2)", "visitors": "4,564,840", "date": "February 26, 1919", "geo": "36.06; -112.14", "desc": "The Grand Canyon, carved by the mighty Colorado River, is 277 miles (446 km) long, up to 1 mile (1.6 km) deep, and up to 15 miles (24 km) wide. Millions of years of erosion have exposed the colorful layers of the Colorado Plateau in countless mesas and canyon walls, visible from both the north and south rims, or from a number of trails that descend into the canyon itself.[31]"}, {"name": "Saguaro National Park", "area": "91,439.71 acres (370.0 km2)", "visitors": "678,261", "date": "October 14, 1994", "geo": "32.25; -110.50", "desc": "Split into the separate Rincon Mountain and Tucson Mountain Districts, this park is evidence that the dry Sonoran Desert is still home to a great variety of life spanning six biotic communities. Beyond the namesake Giant Saguaro cacti, there are barrel cacti, chollas, and prickly pears, as well as Lesser Long-nosed bats, spotted owls, and javelinas.[57]"}, {"name": "Sequoia National Park", "area": "404,051.17 acres (1,635.1 km2)", "visitors": "909,274", "date": "September 25, 1890", "geo": "36.43; -118.68", "desc": "This park protects the Giant Forest, which boasts the world's largest tree, General Sherman, as well as four of the next nine. It also has over 240 caves, a scenic segment of the Sierra Nevada including the tallest mountain in the continental U.S., and Moro Rock, a photogenic granite dome.[58]"}, {"name": "Yellowstone National Park", "area": "2,219,790.71 acres (8,983.2 km2)", "visitors": "3,188,030", "date": "March 1, 1872", "geo": "44.60; -110.50", "desc": "Situated on the Yellowstone Caldera, the park has an expansive network of geothermal areas including vividly colored hot springs, boiling mud pots, and regularly erupting geysers, the best-known being Old Faithful and Grand Prismatic Spring. The yellow-hued Grand Canyon of the Yellowstone River has a number of scenic waterfalls, and four mountain ranges run through the park. More than 60 mammal species, including the gray wolf, grizzly bear, lynx, bison, and elk, make this park one of the best wildlife viewing spots in the country.[65]"}, {"name": "Dry Tortugas National Park", "area": "64,701.22 acres (261.8 km2)", "visitors": "58,401", "date": "October 26, 1992", "geo": "24.63; -82.87", "desc": "The islands of the Dry Tortugas, at the westernmost end of the Florida Keys, are the site of Fort Jefferson, a Civil War-era fort that is the largest masonry structure in the Western Hemisphere. With most of the park being remote ocean, it is home to undisturbed coral reefs and shipwrecks and is only accessible by plane or boat.[26]"}, {"name": "Congaree National Park", "area": "26,545.86 acres (107.4 km2)", "visitors": "120,340", "date": "November 10, 2003", "geo": "33.78; -80.78", "desc": "On the Congaree River, this park is the largest portion of old-growth floodplain forest left in North America. Some of the trees are the tallest in the Eastern US. An elevated walkway called the Boardwalk Loop guides visitors through the swamp.[20]"}, {"name": "Lassen Volcanic National Park", "area": "106,372.36 acres (430.5 km2)", "visitors": "427,409", "date": "August 9, 1916", "geo": "40.49; -121.51", "desc": "Lassen Peak, the largest plug dome volcano in the world, is joined by all three other types of volcanoes in this park: shield, cinder dome, and composite. Though Lassen itself last erupted in 1915, most of the rest of the park is continuously active: numerous hydrothermal features, including fumaroles, boiling pools, and bubbling mud pots, are heated by molten rock from beneath the peak.[47]"}, {"name": "Rocky Mountain National Park", "area": "265,828.41 acres (1,075.8 km2)", "visitors": "2,991,141", "date": "January 26, 1915", "geo": "40.40; -105.58", "desc": "Bisected north to south by the Continental Divide, this portion of the Rockies has ecosystems varying from over 150 riparian lakes to montane and subalpine forests to treeless alpine tundra. Wildlife including mule deer, bighorn sheep, black bears, and cougars inhabit its igneous mountains and glacier valleys. Longs Peak, a classic Colorado fourteener, and the scenic Bear Lake are popular destinations, as well as the famous Trail Ridge Road, which reaches an elevation of more than 12,000 feet (3,700 m).[56]"}, {"name": "Cuyahoga Valley National Park", "area": "32,860.73 acres (133.0 km2)", "visitors": "2,103,010", "date": "October 11, 2000", "geo": "41.24; -81.55", "desc": "This park along the Cuyahoga River has waterfalls, hills, trails, and exhibits on early rural living. The Ohio and Erie Canal Towpath Trail follows the Ohio and Erie Canal, where mules towed canal boats. The park has numerous historic homes, bridges, and structures,[22] and also offers a scenic train ride.[23]"}, {"name": "Isle Royale National Park", "area": "571,790.11 acres (2,314.0 km2)", "visitors": "16,274", "date": "March 3, 1931", "geo": "48.10; -88.55", "desc": "The largest island in Lake Superior is a place of isolation and wilderness. Along with its many shipwrecks, waterways, and hiking trails, the park also includes over 400 smaller islands within 4.5 miles (7.2 km) of its shores. There are only 20 mammal species on the entire island, though the relationship between its wolf and moose populations is especially unique.[40]"}, {"name": "Crater Lake National Park", "area": "183,224.05 acres (741.5 km2)", "visitors": "523,027", "date": "May 22, 1902", "geo": "42.94; -122.1", "desc": "Crater Lake lies in the caldera of an ancient volcano called Mount Mazama that collapsed 7,700 years ago. It is the deepest lake in the United States and is famous for its vivid blue color and water clarity. There are two more recent volcanic islands in the lake, and, with no inlets or outlets, all water comes through precipitation.[21]"}, {"name": "Denali National Park and Preserve", "area": "4,740,911.72 acres (19,185.8 km2)", "visitors": "530,922", "date": "February 26, 1917", "geo": "63.33; -150.50", "desc": "Centered around Mount McKinley, the tallest mountain in North America, Denali is serviced by a single road leading to Wonder Lake. McKinley and other peaks of the Alaska Range are covered with long glaciers and boreal forest. Wildlife includes grizzly bears, Dall sheep, caribou, and gray wolves.[25]"}, {"name": "Capitol Reef National Park", "area": "241,904.26 acres (979.0 km2)", "visitors": "663,670", "date": "December 18, 1971", "geo": "38.20; -111.17", "desc": "The park's Waterpocket Fold is a 100-mile (160 km) monocline that exhibits the Earth's diverse geologic layers. Other natural features are monoliths, sandstone domes, and cliffs shaped like the United States Capitol.[17]"}, {"name": "Olympic National Park", "area": "922,650.86 acres (3,733.8 km2)", "visitors": "3,085,340", "date": "June 29, 1938", "geo": "47.97; -123.50", "desc": "Situated on the Olympic Peninsula, this park straddles a diversity of ecosystems from Pacific shoreline to temperate rainforests to the alpine slopes of Mount Olympus. The scenic Olympic Mountains overlook the Hoh Rain Forest and Quinault Rain Forest, the wettest area in the continental United States.[52]"}, {"name": "Virgin Islands National Park", "area": "14,688.87 acres (59.4 km2)", "visitors": "438,601", "date": "August 2, 1956", "geo": "18.33; -64.73", "desc": "The island of Saint John has rich human and natural histories. Taíno archaeological sites and ruins of sugar plantations from Columbus' time litter the coast. Past the pristine beaches are mangrove forests, seagrass beds, coral reefs, and vast algal plains.[61]"}, {"name": "Gates of the Arctic National Park and Preserve", "area": "7,523,897.74 acres (30,448.1 km2)", "visitors": "11,012", "date": "December 2, 1980", "geo": "67.78; -153.30", "desc": "The country's northernmost park protects an expanse of pure wilderness in Alaska's Brooks Range and has no park facilities. The land is home to Alaska natives, who have relied on the land and caribou for 11,000 years.[28]"}, {"name": "Pinnacles National Park", "area": "26,605.73 acres (107.7 km2)", "visitors": "237,677", "date": "January 10, 2013", "geo": "36.48; -121.16", "desc": "Named for the eroded leftovers of half of an extinct volcano, the park is famous for its massive black and gold monoliths of andesite and rhyolite, which are popular with rock climbers, and a hiker's paradise of quiet trails crossing scenic Coast Range wilderness. Pinnacles also supports a dense population of prairie falcons, and more than 13 species of bat which populate its talus caves.[54]"}, {"name": "Lake Clark National Park and Preserve", "area": "2,619,733.21 acres (10,601.7 km2)", "visitors": "13,000", "date": "December 2, 1980", "geo": "60.97; -153.42", "desc": "The region around Lake Clark features four active volcanoes, including Mount Redoubt, as well as an abundance of rivers, glaciers, and waterfalls. Temperate rainforests, a tundra plateau, and three mountain ranges fill in the remaining landscape.[46]"}, {"name": "Joshua Tree National Park", "area": "789,745.47 acres (3,196.0 km2)", "visitors": "1,383,340", "date": "October 31, 1994", "geo": "33.79; -115.90", "desc": "Covering large areas of the Colorado and Mojave Deserts and the Little San Bernardino Mountains, this exotic desert landscape is populated by vast stands of the famous Joshua tree. Great changes in elevation reveal starkly contrasting environments including bleached sand dunes, dry lakes, rugged mountains, and maze-like clusters of monzogranite monoliths.[41]"}, {"name": "Guadalupe Mountains National Park", "area": "86,415.97 acres (349.7 km2)", "visitors": "145,670", "date": "October 15, 1966", "geo": "31.92; -104.87", "desc": "This park boasts Guadalupe Peak, the highest point in Texas; the scenic McKittrick Canyon filled with Bigtooth Maples; a corner of the arid Chihuahuan Desert; and a fossilized coral reef from the Permian era.[36]"}, {"name": "Great Smoky Mountains National Park", "area": "521,490.13 acres (2,110.4 km2)", "visitors": "9,354,695", "date": "June 15, 1934", "geo": "35.68; -83.53", "desc": "The Great Smoky Mountains, part of the Appalachian Mountains, span a wide range of elevations, making them home to over 400 vertebrate species, 100 tree species, and 5000 plant species. Hiking is the park's main attraction, with over 800 miles (1,300 km) of trails, including 70 miles (110 km) of the Appalachian Trail. Other activities include fishing, horseback riding, and touring nearly 80 historic structures.[35]"}, {"name": "Acadia National Park", "area": "47,389.67 acres (191.8 km2)", "visitors": "2,254,922", "date": "February 26, 1919", "geo": "44.35; -68.21", "desc": "Covering most of Mount Desert Island and other coastal islands, Acadia features the tallest mountain on the Atlantic coast of the United States, granite peaks, ocean shoreline, woodlands, and lakes. There are freshwater, estuary, forest, and intertidal habitats.[7][8]"}, {"name": "Wrangell–St. Elias National Park and Preserve", "area": "8,323,147.59 acres (33,682.6 km2)", "visitors": "69,984", "date": "December 2, 1980", "geo": "61.00; -142.00", "desc": "An immense plot of mountainous country protects the convergence of the Alaska, Chugach, and Wrangell-Saint Elias Ranges, which include many of the continent's tallest mountains and volcanoes, including the 18,008-foot Mount Saint Elias. More than a quarter of the park is covered with glaciers, including the tidewater Hubbard Glacier, piedmont Malaspina Glacier, and valley Nabesna Glacier.[64]"}, {"name": "North Cascades National Park", "area": "504,780.94 acres (2,042.8 km2)", "visitors": "21,623", "date": "October 2, 1968", "geo": "48.70; -121.20", "desc": "This complex encompasses two units of the National Park itself as well as the Ross Lake and Lake Chelan National Recreation Areas. The highly glaciated mountains are spectacular examples of Cascade geology; popular hiking and climbing areas include Cascade Pass, Mount Shuksan, Mount Triumph, and Eldorado Peak.[51]"}, {"name": "Mesa Verde National Park", "area": "52,121.93 acres (210.9 km2)", "visitors": "460,237", "date": "June 29, 1906", "geo": "37.18; -108.49", "desc": "This area constitutes over 4,000 archaeological sites of the Ancestral Puebloan people, who lived here and elsewhere in the Four Corners region for at least 700 years. Cliff dwellings built in the 12th and 13th centuries include the famous Cliff Palace, which has 150 rooms and 23 kivas, and the Balcony House, with its many passages and tunnels.[49]"}, {"name": "Hot Springs National Park", "area": "5,549.75 acres (22.5 km2)", "visitors": "1,325,719", "date": "March 4, 1921", "geo": "34.51; -93.05", "desc": "Hot Springs was established by act of congress as a federal reserve on April 20, 1832, as such it is the oldest park managed by the National Park System. Congress changed the reserve's designation to National Park on March 4, 1921 after the National Park Service was established in 1916. Hot Springs is the smallest and only National Park in an urban area and is based around natural hot springs that have been managed by the federal government since the 1830s. The springs provide opportunities for relaxation in an historic setting; Bathhouse Row preserves numerous examples of 19th-century architecture.[39]"}, {"name": "Biscayne National Park", "area": "172,924.07 acres (699.8 km2)", "visitors": "486,848", "date": "June 28, 1980", "geo": "25.65; -80.08", "desc": "Located in Biscayne Bay, this park at the north end of the Florida Keys has four interrelated marine ecosystems: mangrove forest, the Bay, the Keys, and coral reefs. Threatened animals include the West Indian Manatee, American crocodile, various sea turtles, and peregrine falcon.[13]"}, {"name": "Arches National Park", "area": "76,518.98 acres (309.7 km2)", "visitors": "1,082,866", "date": "November 12, 1971", "geo": "38.68; -109.57", "desc": "This site features more than 2,000 natural sandstone arches, including the famous Delicate Arch. In a desert climate, millions of years of erosion have led to these structures, and the arid ground has life-sustaining soil crust and potholes, which serve as natural water-collecting basins. Other geologic formations are stone columns, spires, fins, and towers.[10]"}, {"name": "Wind Cave National Park", "area": "28,295.03 acres (114.5 km2)", "visitors": "516,142", "date": "January 9, 1903", "geo": "43.57; -103.48", "desc": "Wind Cave is distinctive for its calcite fin formations called boxwork and needle-like growths called frostwork. The cave, which was discovered by a sound like that of wind coming from a hole in the ground, is the world's densest cave system. Above ground is a mixed-grass prairie with animals such as bison, black-footed ferrets, and prairie dogs.[63] and Ponderosa pine forests home to cougars and elk."}, {"name": "Bryce Canyon National Park", "area": "35,835.08 acres (145.0 km2)", "visitors": "1,311,875", "date": "February 25, 1928", "geo": "37.57; -112.18", "desc": "Bryce Canyon is a giant geological amphitheater on the Paunsaugunt Plateau. The unique area has hundreds of tall sandstone hoodoos formed by erosion. The region was originally settled by Native Americans and later by Mormon pioneers.[15]"}, {"name": "Mount Rainier National Park", "area": "235,625.00 acres (953.5 km2)", "visitors": "1,148,552", "date": "March 2, 1899", "geo": "46.85; -121.75", "desc": "Mount Rainier, an active stratovolcano, is the most prominent peak in the Cascades, and is covered by 26 named glaciers including Carbon Glacier and Emmons Glacier, the largest in the continental United States. The mountain is popular for climbing, and more than half of the park is covered by subalpine and alpine forests. Paradise on the south slope is one of the snowiest places in the world, and the Longmire visitor center is the start of the Wonderland Trail, which encircles the mountain.[50]"}, {"name": "Yosemite National Park", "area": "761,266.19 acres (3,080.7 km2)", "visitors": "3,691,191", "date": "October 1, 1890", "geo": "37.83; -119.50", "desc": "Among the earliest candidates for National Park status, Yosemite features towering granite cliffs, dramatic waterfalls, and old-growth forests at a unique intersection of geology and hydrology. Half Dome and El Capitan rise from the park's centerpiece, the glacier-carved Yosemite Valley, and from its vertical walls drop Yosemite Falls, North America's tallest waterfall. Three Giant Sequoia groves, along with a pristine wilderness in the heart of the Sierra Nevada, are home to an abundance of rare plant and animal species.[66]"}, {"name": "Great Sand Dunes National Park and Preserve", "area": "42,983.74 acres (173.9 km2)", "visitors": "242,841", "date": "September 13, 2004", "geo": "37.73; -105.51", "desc": "The tallest sand dunes in North America, up to 750 feet (230 m) tall, were formed by deposits of the ancient Rio Grande in the San Luis Valley. Abutting a variety of grasslands, shrublands, and wetlands, the park also has alpine lakes, six 13,000-foot mountains, and old-growth forests.[34]"}, {"name": "Katmai National Park and Preserve", "area": "3,674,529.68 acres (14,870.3 km2)", "visitors": "28,966", "date": "December 2, 1980", "geo": "58.50; -155.00", "desc": "This park on the Alaska Peninsula protects the Valley of Ten Thousand Smokes, an ash flow formed by the 1912 eruption of Novarupta, as well as Mount Katmai. Over 2,000 brown bears come here each year to catch spawning salmon.[42]"}, {"name": "Haleakalā National Park", "area": "29,093.67 acres (117.7 km2)", "visitors": "785,300", "date": "August 1, 1916", "geo": "20.72; -156.17", "desc": "The Haleakalā volcano on Maui features a very large crater with numerous cinder cones, Hosmer's Grove of alien trees, the Kipahulu section's scenic pools of freshwater fish, and the native Hawaiian Goose. It is home to the greatest number of endangered species within a U.S. National Park.[37]"}, {"name": "Kobuk Valley National Park", "area": "1,750,716.50 acres (7,084.9 km2)", "visitors": "16,875", "date": "December 2, 1980", "geo": "67.55; -159.28", "desc": "Kobuk Valley protects 61 miles (98 km) of the Kobuk River and three regions of sand dunes. Created by glaciers, the Great Kobuk, Little Kobuk, and Hunt River Sand Dunes can reach 100 feet (30 m) high and 100 °F (38 °C), and they are the largest dunes in the Arctic. Twice a year, half a million caribou migrate through the dunes and across river bluffs that expose well-preserved ice age fossils.[45]"}]